@php $page_title = "صلحلي - كله هيتصلح" ; @endphp
@section('page_title')
   {{$page_title}}
@endsection
@extends('front-end.layout.app')





@section('content')
<section class="order">
        <div class="box">
          <div class="container">
            <div class="row ">
              <div class="col-lg-12">
                <div class="order-top-box">
                  <div class="row">
                    <p class="order-box-hdr-txt"> شروط استخدام موقع صلحلي
                    </p>
                  </div>
                  <div class="row">
                  </div>
                </div>
                <div class="form-row-order">
                  <div>
                    <h4><b>1. الموافقة:</b></h4>
                    <br>
                    <p>
                      أوليكس مصر ش. م. ل.، شركة محدودة المسؤولية، مركزها في Plot 176, Second Sector، التجمع الخامس . القاهرة
                      الجديدة . محافظة القاهرة‬ - مصر (المشار إليها فيما بعد بـ "OLX")، توفر، كما وتوفر فروعها و/أوالشركات
                      التابعة لها، مجموعة من الموارد عبر الإنترنت التي تشمل الإعلانات المبوبة والمنتديات (المشار إليها فيما
                      بعد بشكل جماعي: "الخدمة") على الموقع الالكتروني olx.com.eg والمواقع ذات الصلة والتطبيق المحمول للمنصة
                      (المشار إليها فيما بعد بشكل جماعي: "الموقع الالكتروني").
                    </p>
                    <br>
                    <p>
                      يتم توفير الموقع الالكتروني والخدمة لك وفقًا لشروط إستخدام OLX الحالية ("الشروط"). لغرض الشروط وأينما
                      يتطلب السياق ذلك، يعنى بعبارة "أنت" و "لك" أي شخص يستخدم بأي شكل من الأشكال الموقع الالكتروني أو
                      الخدمة، بما في ذلك الأشخاص الذين يتصفحون الموقع الإلكتروني ومحتواه أو يضعون أية إعلانات أو محتوى على
                      الموقع، ينشرون التعليقات أو أي محتوى أو يجاوبون أية إعلانات أو محتوى على الموقع الالكتروني.
                    </p>
                    <br>
                    <h4><b>2. وصف الخدمة وسياسة المحتوى</b></h4>
                    <br>
                    <p>
                      1. OLX هو الجيل التالي من الإعلانات المبوبة المجانية على الإنترنت. نحن بمثابة منصة سوق عبر الإنترنت،
                      تسمح لمستخدمينا الذين يلتزمون بهذه الشروط بعرض المنتجات والخدمات وبيعها وشرائها على الموقع الإلكتروني.
                      في حال تتمكن من إجراء عمليات الدفع والمعاملات الأخرى من خلال الموقع الالكتروني عبر استخدام بائعين لطرف
                      ثالث، فان OLX لا تشترك بأي شكل في مثل هذه المعاملات. ونتيجة لذلك، وكما تمت المناقشة بمزيد من التفصيل
                      في هذه الشروط، إنك تقر وتوافق على أن OLX ليست طرفًا في مثل هذه المعاملات كما ان OLX لا تتحكم في أي
                      عنصر من هذه المعاملات، ولن تتحمل أية مسؤولية تجاه أي طرف فيما يتعلق بهذه المعاملات. إنك تستخدم الخدمة
                      والموقع الالكتروني على مسؤوليتك الخاصة.
                    </p>
                    <p> 2. إنك تدرك أن OLX لا تتحكم وليست مسؤولة عن الإعلانات، ومعلومات الدليل، والقوائم /المعلومات
                      التجارية،
                      والرسائل بين المستخدمين بما في ذلك على سبيل المثال لا الحصر، رسائل البريد الإلكتروني المرسلة من خارج
                      نطاق OLX أو غيرها من وسائل الاتصالات الإلكترونية سواء من خلال الموقع الإلكتروني أو موقع الطرف الثالث
                      الآخر (المحدد أدناه) أو العروض أو التعليقات أو منشورات المستخدمين أو الملفات أو الصور أو الرسوم أو
                      الفيديو أو الأصوات أو قوائم الأعمال/المعلومات ومعلومات الدليل أو أية مواد أخرى متوفرة عبر الموقع
                      الإلكتروني والخدمة ("المحتوى"). كما انه عند استخدامك الموقع الالكتروني والخدمة، قد تتعرض لمحتوى مسيء
                      أو غير لائق أو غير دقيق، او مضلل، أو غير مقبول أوموضوع إعتراض. أنك تقر وتوافق على أنك مسؤول عن وعليك
                      أن تقيّم وتتحمل جميع المخاطر المرتبطة باستخدام أي محتوى. كما لا يجوز لك الاعتماد على المحتوى المذكور،
                      وأنه لن تكون OLX تحت أي ظرف من الظروف مسؤولة بأي شكل من الأشكال عن المحتوى أو عن أي خسارة أو ضرر من أي
                      نوع يحدث نتيجة للتصفح، استخدام أو قراءة أي محتوى مدون أو بريد إلكتروني أو غير ذلك متاح عبر الخدمة.
                      إنك تقر وتوافق على أن OLX تسمح بعرض مثل هذه السلع والخدمات وتقديمها على الموقع الالكتروني الذي يتوافق
                      مع الشروط المنصوص عليها في هذا المستند. ومع ذلك، لا تقوم OLX بإجراء فحص مسبق للمحتوى أو الموافقة عليه.
                      انما يكون ل OLX الحق، وفقًا لتقديرها الخاص والمطلق، في رفض أو حذف أو نقل أي محتوى يكون متوفرا" عبر
                      الخدمة لانتهاك هذه الشروط وقد علمت OLX عن هكذا انتهاك أو لأي سبب آخر أو بدون سبب على الإطلاق. علاوة
                      على ذلك، قد يحتوي الموقع الالكتروني والمحتوى المتاح عبر الموقع الإلكتروني على روابط لمواقع الكترونية
                      أخرى تابعة لأطراف ثالثة، قد تخضع لشروط المواقع الالكترونية الخاصة بهذه الاطراف الثالثة (المواقع
                      الالكترونية للأطراف الثالثة) والتي هي غير مرتبطة تمامًا بـ OLX، وقد تخضع لشروط واحكام الموقع
                      الالكتروني الخاص بهذه الأطراف الثالثة والسياسات الأخرى عند معاينتك الرابط التابع للأطراف الثالثة. لا
                      تقوم OLX بأي تمثيل أو ضمان فيما يتعلق بدقة أو صحة المعلومات الموجودة في أي موقع من مواقع الأطراف
                      الثالثة وربطك بأية مواقع أخرى يكون على مسؤوليتك الخاصة تمامًا، وتبرئ OLX ذمتها عن أي مسؤولية بهذا
                      الخصوص.
                    </p>
                    <p>
                      3. إنك تقر وتوافق على أنك المسؤول الوحيد عن المحتوى الخاص بك الذي تم وضعه، وإرساله عبر الخدمة أو ربطه
                      بها وعواقب وضعه أو نقله أو ربطه أو نشره. وبشكل أكثر تحديدًا، أنك المسؤول الوحيد عن كامل المحتوى الذي
                      تحمّله أو ترسله بالبريد الإلكتروني أو تقوم بإتاحته بطريقة أخرى عبر الخدمة. بحيث انه فيما يتعلق بمثل
                      بهذا المحتوى الذي يتم وضعه أو نقله أو ربطه بالخدمة من قبلك، فإنك تؤكد وتقر وتعلن وتضمن التالي: i) لقد
                      قمت بتطوير المحتويات مثل الوصف و/أو الصور وفقًا للتعليمات والإرشادات لوضع الإعلان المقدم من OLX على
                      الموقع الالكتروني وتكون حينها جميع حقوق الطبع والنشر ل OLX ، فان تعتبر أنك تمتلك أية حقوق الطبع والنشر
                      تقوم بتعيينها، فان أية حقوق ملكية فكرية من هذا القبيل تعود الى OLX.ii) انك تقر بأن المعلومات و/أو
                      الصور الفوتوغرافية التي تنشرها على الموقع الإلكتروني يتم تخزينها وتجميعها بواسطة قاعدة بيانات خاصة من
                      قبل OLX . كما ان تحميل المعلومات و/أو الصور التي تم تحميلها، تعدلها OLX من خلال تطبيق علامة لشعار OLX.
                      تعود حقوق الطبع والنشر في مثل هذه الأعمال المشتقة الى OLX . iii) يجب عليك الاستمرار في الحصول على
                      التراخيص والتصاريح والموافقات والأذونات اللازمة لاستخدام هذا المحتوى على الخدمة والموقع الإلكتروني
                      عندما يكون المحتوى متوافرا" على الموقع الإلكتروني (بما في ذلك على سبيل المثال لا الحصر ، جميع براءات
                      الاختراع أو العلامات التجارية أو الأسرار التجارية أو حقوق الطبع والنشر أو حقوق الملكية الأخرى في أي من
                      هذه المحتويات أو لأي منها وحيثما يقتضى الأمر. في مثل هذه الحالات حيث يكون لك الحق فيها، إنك تخوّل
                      وترخص OLX لاستخدام هذا المحتوى حصريًا لتمكين تضمين المحتوى واستخدامه بالطريقة التي تتوقعها الخدمة
                      والموقع الالكتروني وهذه الشروط. iv) انك تحصل على موافقة خطية و/او الابراء، ، و / أو إذن من كل فرد وكل
                      شخص فردي محدد أو شركة تجارية محددة في المحتوى لاستخدام اسم أو تشابه كل شخص فردي أو تجاري محدد يمكن
                      تحديده لتضمين واستخدام المحتوى عبر الطريقة المتوخاة من قبل الخدمة، والموقع الالكتروني وهذه الشروط.
                      وللتوضيح، عن طريق تقديم أي محتوى على الموقع، على النحو السالف الذكر، أينما كنت تحتفظ بأية حقوق ملكية
                      في المحتوى، انك تمنح بموجبه إلى OLX ترخيصًا نهائيًا غير قابل للرجوع عنه أو غير قابل للإلغاء أو دائم أو
                      عالمي أو حصري أو خالي من دفع رسوم التراخيص أو ترخيصًا من الباطن، او ترخيصا" قابلاً للنقل بغية استخدام،
                      إعادة إنتاج، توزيع، إعداد أعمال مشتقة، وعرض المحتوى وتنفيذه فيما يتعلق بالموقع الإلكتروني وشركة OLX (و
                      خلفاؤها)، بما في ذلك على سبيل المثال لا الحصر لغرض تعزيز وإعادة توزيع جزء من أو كل الموقع الالكتروني
                      والمحتوى الموجود فيه (والاعمال المشتقة منه) في أي من التنسيقات الاعلامية ومن خلال أية قنوات إعلامية
                      معروفة الآن أو فيما بعد. علاوة على ذلك، من خلال وضعكم المحتوى على أية منطقة عامة من الخدمة وإلى الحد
                      الذي تحتفظ فيه بأية ملكية لأية حقوق، إنك توافق وتمنح بموجبه OLX جميع الحقوق الحصرية اللازمة لحظر أو
                      السماح لأي تجميع لاحق، أو عرض أو نسخ أو إعادة نسخ أو إعادة إنتاج أو استغلال المحتوى على الخدمة أو
                      الموقع الالكتروني من قبل أي طرف لأي غرض بما في ذلك الحق في الشروع في اتخاذ إجراء قانوني وفقا لقوانين
                      حقوق الطبع والنشر والقوانين الأخرى في مصر. كما إنك تمنح كل مستخدم للموقع ترخيصًا غير حصري للوصول إلى
                      المحتوى الخاص بك عبر الموقع الإلكتروني. ينتهي الترخيص المذكور الممنوح بواسطتك لكل مستخدم بمجرد قيامك
                      أو قيام OLX بإزالة أو حذف هذا المحتوى من الموقع الالكتروني.
                    </p>
                    <p>
                      4. لا تدعم OLX أي محتوى أو أي رأي أو بيان أو توصية أو مشورة يتم التعبير عنها في هذه الوثيقة. تتنازل
                      OLX صراحة عن أية مسؤولية قانونية فيما يتعلق بمحتوى المستخدم. لا تسمح OLX بنشاطات انتهاك حقوق الطبع
                      والنشر وانتهاك حقوق الملكية الفكرية على الموقع الالكتروني. ويجوز لـ OLX -وفقًا لتقديرها الخاص -إزالة
                      أي محتوى يمثل انتهاكًا إذا تم إخطارها بشكل صحيح وفقًا للقانون المعمول به بأن هذا المحتوى ينتهك حقوق
                      الملكية الفكرية للآخرين. تحتفظ OLX بالحق في إزالة أي محتوى دون إشعار مسبق. قد تقوم OLX أيضًا بإنهاء
                      دخول المستخدم إلى الموقع الالكتروني إذا تم التحديد بأن التعديات تكون متكررة او في حال تم العثور على أي
                      عمل يتعارض مع هذه الشروط. ان المتعدي المتكرر هو المستخدم الذي تم إشعاره بالنشاط المخالف لأكثر من مرتين
                      و / أو تمت إزالة إرسال المستخدم من الموقع الالكتروني أكثر من مرتين. بالإضافة إلى ذلك، تحتفظ OLX، بالحق
                      في تقرير ما إذا كان أي محتوى مناسبًا ويتوافق مع هذه الشروط، وفقًا لتقديرها الخاص.
                    </p>
                    <p>
                      5. قد توفر لك OLX خدمة فيديو إذا قمت بتحميل صور فوتوغرافية لإعلانك. وعند تحميل الصور الخاصة بك التي لا
                      تغطيها 2(3)(i) أو (ii) أعلاه، فانك توافق وترخص بطريقة غير قابل للرجوع عنها للاستخدام الحصري لصورك
                      الفوتوغرافية لهذه الخدمة، كما انك تؤكد وتضمن أن لديك كل الحق ، والصفة والمصلحة اللازمة لتحميل واستخدام
                      الصور على هذه الخدمة. عند استخدام التطبيق أو الخدمة من قبل أطراف ثالثة تحت هذه الخدمة، يجوز لـ OLX،
                      وفقًا لتقديرها الخاص، خلق فيديو لصورك الفوتوغرافية وتحميل هذا الفيديو عبر www.youtube.com أو مزود خدمة
                      آخر عملا" بما تحدده OLX ووفقًا لتقديرها الخاص وتضمين الفيديو في إعلانك على الموقع الالكتروني.
                    </p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>
    
@endsection